/* 
  Adyen.strings
  test

  Created by sam on 24.3.20.
  
*/
"adyen.submitButton" = "Connect card";
"adyen.submitButton.formatted" = "Connect card";
"adyen.cancelButton" = "Cancel";
"adyen.dismissButton" = "OK";
"adyen.error.title" = "Error";
"adyen.error.unknown" = "An unknown error occurred";
"adyen.validationAlert.title" = "Invalid Input";
"adyen.paymentMethods.otherMethods" = "Select other method";
"adyen.paymentMethods.title" = "Payment Methods";
"adyen.sepa.ibanItem.title" = "Account Number (IBAN)";
"adyen.sepa.ibanItem.invalid" = "Invalid account number";
"adyen.sepa.nameItem.title" = "Holder Name";
"adyen.sepa.nameItem.placeholder" = "J. Smith";
"adyen.sepa.consentLabel" = "By pressing the button above, you agree that the specified amount will be debited from your bank account.";
"adyen.sepa.nameItem.invalid" = "Holder name invalid";
"adyen.card.storeDetailsButton" = "Remember for next time";
"adyen.card.nameItem.title" = "Name on card";
"adyen.card.nameItem.placeholder" = "J. Smith";
"adyen.card.nameItem.invalid" = "Invalid cardholder name";
"adyen.card.numberItem.title" = "Card number";
"adyen.card.numberItem.placeholder" = "1234 5678 9012 3456";
"adyen.card.numberItem.invalid" = "Invalid card number";
"adyen.card.expiryItem.title" = "Expiry date";
"adyen.card.expiryItem.placeholder" = "MM/YY";
"adyen.card.expiryItem.invalid" = "Invalid expiration date";
"adyen.card.cvcItem.invalid" = "Invalid security code";
"adyen.card.cvcItem.title" = "CVC / CVV";
"adyen.card.cvcItem.placeholder" = "123";
"adyen.card.stored.title" = "Verify your card";
"adyen.card.stored.message" = "Please enter the CVC code for %@";
"adyen.card.stored.expires" = "Expires %@";
"adyen.dropIn.stored.title" = "Confirm %@ payment";
